Repository: fefucho/SIDE-B-CLIENT-NATIVE
Catalog: apple/Localization/Localizable.xcstrings
Source language: es
Languages: en

# account.active_session
source: Sesión activa de YouTube Music
en: YouTube Music session active

# account.click_for_options
source: Hacé clic para ver opciones
en: Click for Options

# account.guest_mode
source: Modo Invitado
en: Guest Mode

# account.profile_error
source: Error de perfil
en: Profile Error

# account.profile_failed
source: No se pudo cargar el perfil
en: Couldn’t load profile

# account.retry_connection
source: Reintentar conexión
en: Retry Connection

# account.sign_in
source: Iniciar sesión
en: Sign In

# account.sign_in_ellipsis
source: Iniciar sesión…
en: Sign In…

# account.sign_out
source: Cerrar sesión
en: Sign Out

# account.user
source: Usuario
en: User

# app.accept
source: Aceptar
en: OK

# app.addSongError
source: No se pudo añadir la canción
en: Couldn’t add the song

# app.audioOutput
source: Salida de audio / AirPlay
en: Audio output / AirPlay

# app.close
source: Cerrar aplicación
en: Quit app

# app.explore.chartRegion
source: Rankings · %@
en: Charts · %@

# app.home.afternoon
source: Buenas tardes
en: Good afternoon

# app.home.allChip
source: Todos
en: All

# app.home.emptySubtitle
source: Tu próximo lado B empieza acá
en: Your next B-side starts here

# app.home.evening
source: Buenas noches
en: Good evening

# app.home.loadError
source: No se pudo cargar Inicio: %@
en: Couldn’t load Home: %@

# app.home.moreError
source: No se pudieron cargar más recomendaciones. Volvé a intentarlo.
en: Couldn’t load more recommendations. Try again.

# app.home.morning
source: Buen día
en: Good morning

# app.home.noMore
source: No hay más recomendaciones por ahora.
en: No more recommendations for now.

# app.home.noVisible
source: Esta tanda no trajo recomendaciones visibles nuevas. Podés cargar la siguiente.
en: This batch has no new visible recommendations. You can load the next one.

# app.home.offlineFeed
source: Sin conexión · se muestran las últimas recomendaciones
en: Offline · Showing your latest recommendations

# app.home.savedFeed
source: No se pudo actualizar · Contenido guardado
en: Couldn’t refresh · Saved content

# app.home.sourcesDisabled
source: Activá fuentes desde Configuración.
en: Enable sources in Settings.

# app.home.speedDial
source: Acceso rápido
en: Speed Dial

# app.playNamed
source: Reproducir %@
en: Play %@

# app.startDetails
source: No se pudo iniciar Side B: %@
en: Couldn’t start Side B: %@

# app.startError
source: Error al iniciar Side B
en: Couldn’t start Side B

# common.cancel
source: Cancelar
en: Cancel

# common.closeEscape
source: Cerrar (Esc)
en: Close (Esc)

# common.create
source: Crear
en: Create

# common.loading
source: Cargando…
en: Loading…

# common.moreOptions
source: Más opciones
en: More options

# common.moreOptionsFor
source: Más opciones de %@
en: More options for %@

# common.ok
source: Aceptar
en: OK

# common.refresh
source: Actualizar
en: Refresh

# common.retry
source: Reintentar
en: Retry

# common.save
source: Guardar
en: Save

# common.search
source: Buscar
en: Search

# common.songCount
source: %lld canciones
en: %lld songs

# common.trackCount
source: %lld pistas
en: %lld tracks

# common.untitled
source: Sin título
en: Untitled

# destination.album
source: Álbum
en: Album

# destination.artist
source: Artista
en: Artist

# destination.explore
source: Explorar
en: Explore

# destination.history
source: Historial
en: History

# destination.home
source: Inicio
en: Home

# destination.library
source: Biblioteca
en: Library

# destination.playlist
source: Lista de reproducción
en: Playlist

# destination.search
source: Buscar
en: Search

# destination.searchQuery
source: Buscar: %@
en: Search: %@

# detail.album.description
source: Descripción del álbum
en: Album description

# detail.album.loadFailed
source: No se pudo cargar el álbum
en: Couldn’t load album

# detail.artist.biography
source: Biografía del artista
en: Artist biography

# detail.artist.loadFailed
source: No se pudo cargar el artista
en: Couldn’t load artist

# detail.artist.readBiographyHint
source: Hacé clic para leer la biografía completa
en: Click to read the full biography

# detail.artist.startMix
source: Iniciar mix
en: Start radio

# detail.artist.subscribe
source: Suscribirse
en: Subscribe

# detail.artist.subscribed
source: Suscrito
en: Subscribed

# detail.artist.topSongs
source: Canciones principales
en: Top songs

# detail.artist.viewAllTopSongs
source: Ver todas las canciones principales
en: View all top songs

# detail.artist.viewNamed
source: Ver artista: %@
en: View artist: %@

# detail.artistCatalog.empty
source: No hay publicaciones
en: No releases

# detail.artistCatalog.loadFailed
source: No se pudo cargar el catálogo
en: Couldn’t load catalog

# detail.collection.empty
source: Esta colección todavía no tiene canciones.
en: This collection has no songs yet.

# detail.collection.inLibrary
source: En biblioteca
en: In Library

# detail.collection.noResults
source: No se encontraron canciones para «%@».
en: No songs found for “%@”.

# detail.collection.preparingSongs
source: Preparando todas las canciones…
en: Preparing all songs…

# detail.collection.save
source: Guardar
en: Save

# detail.description.readFullHint
source: Hacé clic para leer la descripción completa
en: Click to read the full description

# detail.kind.album
source: ÁLBUM
en: ALBUM

# detail.kind.artist
source: ARTISTA
en: ARTIST

# detail.kind.collection
source: COLECCIÓN
en: COLLECTION

# detail.kind.playlist
source: LISTA DE REPRODUCCIÓN
en: PLAYLIST

# detail.more
source: más
en: more

# detail.openCard
source: Abrir %@
en: Open %@

# detail.openNamed
source: Abrir %@
en: Open %@

# detail.playCard
source: Reproducir %@
en: Play %@

# detail.playlist.actionFailed
source: No se pudo completar la acción
en: Couldn’t complete the action

# detail.playlist.completeError
source: No se pudo completar la lista: %@
en: Couldn’t load the playlist: %@

# detail.playlist.completingForOrder
source: Completando la lista para reproducir el orden elegido…
en: Loading the playlist to play in the selected order…

# detail.playlist.delete
source: Eliminar lista
en: Delete playlist

# detail.playlist.deleteConfirmation
source: ¿Eliminar esta lista de reproducción?
en: Delete this playlist?

# detail.playlist.deleteWarning
source: También se eliminará de YouTube Music.
en: It will also be deleted from YouTube Music.

# detail.playlist.description
source: Descripción de la lista de reproducción
en: Playlist description

# detail.playlist.loadFailed
source: No se pudo cargar la lista de reproducción
en: Couldn’t load playlist

# detail.playlist.loadMoreError
source: No se pudieron cargar más canciones: %@
en: Couldn’t load more songs: %@

# detail.playlist.loadingMoreSongs
source: Cargando más canciones…
en: Loading more songs…

# detail.playlistEditor.createTitle
source: Nueva lista de reproducción
en: New playlist

# detail.playlistEditor.description
source: Descripción
en: Description

# detail.playlistEditor.editTitle
source: Editar lista de reproducción
en: Edit playlist

# detail.playlistEditor.name
source: Nombre de la lista
en: Playlist name

# detail.playlistEditor.private
source: Privada
en: Private

# detail.playlistEditor.public
source: Pública
en: Public

# detail.playlistEditor.unlisted
source: No listada
en: Unlisted

# detail.playlistEditor.visibility
source: Visibilidad
en: Visibility

# detail.search.clear
source: Borrar búsqueda
en: Clear search

# detail.search.songs
source: Buscar canciones
en: Search songs

# detail.search.songsInCollection
source: Buscar canciones en esta colección
en: Search songs in this collection

# detail.sort.accessibility
source: Ordenar canciones: %@
en: Sort songs: %@

# detail.sort.album
source: Álbum
en: Album

# detail.sort.artist
source: Artista
en: Artist

# detail.sort.custom
source: Orden personalizado
en: Custom order

# detail.sort.duration
source: Duración
en: Duration

# detail.sort.oldestAdded
source: Agregado hace más tiempo
en: Oldest added

# detail.sort.recentlyAdded
source: Agregado recientemente
en: Recently added

# detail.sort.title
source: Título
en: Title

# detail.track.album
source: Álbum
en: Album

# detail.track.artist
source: Artista
en: Artist

# detail.track.artwork
source: Carátula de canción
en: Song artwork

# detail.track.columnsAX
source: Canción, artista, álbum y duración
en: Song, artist, album, and duration

# detail.track.duration
source: Duración
en: Duration

# detail.track.like
source: Me gusta
en: Like

# detail.track.moreOptions
source: Más opciones
en: More options

# detail.track.moreOptionsForSong
source: Más opciones de la canción
en: More song options

# detail.track.play
source: Reproducir canción
en: Play song

# detail.track.reorder
source: Arrastrar para reordenar
en: Drag to reorder

# detail.track.song
source: Canción
en: Song

# detail.track.unlike
source: Quitar de Me gusta
en: Unlike

# detail.track.variousArtists
source: Varios artistas
en: Various artists

# detail.viewAlbum
source: Ver álbum
en: View album

# detail.viewAll
source: Ver todo
en: View all

# detail.viewAllSection
source: Ver todo: %@
en: View all: %@

# detail.viewArtist
source: Ver artista
en: View artist

# explore.catalog.accessibility
source: Catálogo de Explorar
en: Explore catalog

# explore.category.acoustic.subtitle
source: Más cerca
en: A little closer

# explore.category.acoustic.title
source: Folk y acústica
en: Folk & acoustic

# explore.category.classical.subtitle
source: Sin apuro
en: Take your time

# explore.category.classical.title
source: Clásica
en: Classical

# explore.category.cumbia.subtitle
source: Siempre hay una más
en: There is always one more

# explore.category.electronic.subtitle
source: Seguí el pulso
en: Follow the beat

# explore.category.electronic.title
source: Electrónica
en: Electronic

# explore.category.focus.subtitle
source: Menos ruido, más foco
en: Less noise, more focus

# explore.category.focus.title
source: Concentración
en: Focus

# explore.category.good-mood.subtitle
source: Para sentirse bien
en: Feel-good music

# explore.category.good-mood.title
source: Buen día
en: Good vibes

# explore.category.hiphop.subtitle
source: Beats y palabras
en: Beats and words

# explore.category.indie.subtitle
source: Otros caminos
en: A different path

# explore.category.indie.title
source: Indie y alternativa
en: Indie & alternative

# explore.category.jazz.subtitle
source: Espacio para improvisar
en: Room to improvise

# explore.category.kpop.subtitle
source: Todo el color
en: All the color

# explore.category.latin.subtitle
source: Ritmos de acá
en: Local rhythms

# explore.category.latin.title
source: Latina
en: Latin

# explore.category.metal.subtitle
source: Subí el volumen
en: Turn it up

# explore.category.open_hint
source: Abre listas de %@
en: Opens %@ playlists

# explore.category.party.subtitle
source: Que siga la noche
en: Keep the night going

# explore.category.party.title
source: Fiesta
en: Party

# explore.category.pop.subtitle
source: Melodías que se quedan
en: Songs that stay with you

# explore.category.reggae.subtitle
source: A otro ritmo
en: A different rhythm

# explore.category.reggaeton.subtitle
source: Para mover el día
en: Move through the day

# explore.category.reggaeton.title
source: Reggaetón
en: Reggaeton

# explore.category.relax.subtitle
source: Bajá un cambio
en: Slow things down

# explore.category.relax.title
source: Relajación
en: Relax

# explore.category.rnb.subtitle
source: Con alma
en: With soul

# explore.category.rnb.title
source: R&B y soul
en: R&B and soul

# explore.category.road.subtitle
source: El viaje también se escucha
en: Make the trip part of the soundtrack

# explore.category.road.title
source: En ruta
en: On the road

# explore.category.rock.subtitle
source: Guitarras al frente
en: Guitars up front

# explore.category.romance.subtitle
source: Para compartir
en: Made to share

# explore.category.sleep.subtitle
source: Hasta mañana
en: Until tomorrow

# explore.category.sleep.title
source: Dormir
en: Sleep

# explore.category.soundtracks.subtitle
source: Música de película
en: Music for the movies

# explore.category.soundtracks.title
source: Bandas sonoras
en: Soundtracks

# explore.category.workout.subtitle
source: Un poco más de energía
en: A little more energy

# explore.category.workout.title
source: Entrenar
en: Workout

# explore.charts.empty_description
source: Probá con otra región.
en: Try another region.

# explore.charts.empty_title
source: No hay rankings disponibles
en: No charts available

# explore.charts.loading
source: Cargando rankings…
en: Loading charts…

# explore.charts.refresh
source: Actualizar rankings
en: Refresh charts

# explore.charts.refresh_detect
source: Actualizar rankings y detectar de nuevo tu región
en: Refresh charts and detect your region again

# explore.empty.description
source: Probá otra categoría o actualizá para volver a buscar.
en: Try another category or refresh to search again.

# explore.error.load_charts
source: No se pudieron cargar todos los rankings. Volvé a intentar.
en: Couldn't load all charts. Try again.

# explore.error.load_music
source: No se pudo cargar la música. Revisá la conexión y volvé a intentar.
en: Couldn't load music. Check your connection and try again.

# explore.eyebrow
source: Explorar
en: Explore

# explore.music.empty_title
source: Todavía no hay música aquí
en: No music here yet

# explore.music.loading
source: Buscando música…
en: Finding music…

# explore.refresh
source: Actualizar
en: Refresh

# explore.refresh_music
source: Actualizar música
en: Refresh music

# explore.region.detect_failed
source: No se pudo detectar tu región. Podés elegir un país en el selector.
en: Couldn't detect your region. You can choose a country from the menu.

# explore.region.detected
source: Región detectada: %@
en: Detected region: %@

# explore.region.global_and_yours
source: Global y tu región
en: Global and your region

# explore.region.label
source: Región
en: Region

# explore.region.selector
source: País de los rankings
en: Charts country

# explore.region.unsupported
source: YouTube no ofrece rankings de %@. Podés elegir otro país.
en: YouTube doesn't offer charts for %@. You can choose another country.

# explore.releases.accessibility
source: Lanzamientos destacados
en: Featured releases

# explore.retry
source: Reintentar
en: Try again

# explore.route.chart_country
source: Rankings · %@
en: Charts · %@

# explore.route.charts
source: Rankings
en: Charts

# explore.route.discover
source: Descubrir
en: Discover

# explore.route.genres
source: Géneros
en: Genres

# explore.route.moods
source: Momentos
en: Moods

# explore.route.releases
source: Lanzamientos
en: New Releases

# explore.section.all_genres
source: Todos los géneros
en: All genres

# explore.section.choose_moment
source: Elegí tu momento
en: Choose your mood

# explore.section.explore_genres
source: Explorá por género
en: Explore by genre

# explore.section.for_every_moment
source: Para cada momento
en: For every moment

# explore.section.new_albums_singles
source: Álbumes y sencillos nuevos
en: New albums and singles

# explore.section.playlists_to_explore
source: Listas para explorar
en: Playlists to explore

# explore.see_all
source: Ver todo
en: See all

# explore.see_all_named
source: Ver todo: %@
en: See all: %@

# explore.shortcut.global_region
source: Global y tu región
en: Global and your region

# explore.shortcut.new_arrivals
source: Recién llegados
en: Just released

# explore.subtitle.category_fallback
source: Encontrá algo nuevo para escuchar.
en: Find something new to listen to.

# explore.subtitle.chart_country
source: Las listas de YouTube Charts para %@.
en: YouTube Charts playlists for %@.

# explore.subtitle.charts
source: Lo que suena en el mundo y cerca tuyo.
en: What's playing around the world and near you.

# explore.subtitle.discover
source: Novedades, géneros y música para acompañar tu día.
en: New releases, genres, and music for your day.

# explore.subtitle.genres
source: Tus sonidos de siempre y otros por conocer.
en: Familiar sounds and new ones to discover.

# explore.subtitle.moods
source: Una lista para lo que estés haciendo.
en: A playlist for whatever you're doing.

# explore.subtitle.releases
source: Lo nuevo en YouTube Music, listo para descubrir.
en: New on YouTube Music, ready to discover.

# explore.title.discover
source: Algo nuevo para escuchar.
en: Something new to listen to.

# fullscreen.backToArtwork
source: Volver a la carátula
en: Back to artwork

# fullscreen.fansAlsoLike
source: A los fans también les gusta
en: Fans also like

# fullscreen.fromAlbum
source: Del álbum: %@
en: From album: %@

# fullscreen.fromSameAlbum
source: Del mismo álbum
en: From the same album

# fullscreen.gesture.back
source: Volver
en: Back

# fullscreen.gesture.forward
source: Avanzar
en: Forward

# fullscreen.gesture.noNextPage
source: No hay una página siguiente
en: No next page

# fullscreen.gesture.noPreviousPage
source: No hay una página anterior
en: No previous page

# fullscreen.gesture.pullDownToClose
source: Bajá para cerrar
en: Pull down to close

# fullscreen.gesture.pullDownToCloseNowPlaying
source: Bajá para cerrar Ahora suena
en: Pull down to close Now Playing

# fullscreen.gesture.releaseToBack
source: Soltá para volver
en: Release to go back

# fullscreen.gesture.releaseToClose
source: Soltá para cerrar
en: Release to close

# fullscreen.gesture.releaseToCloseNowPlaying
source: Soltá para cerrar Ahora suena
en: Release to close Now Playing

# fullscreen.gesture.releaseToForward
source: Soltá para avanzar
en: Release to go forward

# fullscreen.goToLyricLine
source: Ir a esta línea
en: Go to this line

# fullscreen.information
source: Información
en: Info

# fullscreen.lyrics
source: Letras
en: Lyrics

# fullscreen.moreByArtist
source: Más de %@
en: More by %@

# fullscreen.moreByThisArtist
source: Más de este artista
en: More by this artist

# fullscreen.noLyrics
source: No hay letras disponibles
en: No lyrics available

# fullscreen.noRecommendations
source: No hay recomendaciones disponibles
en: No recommendations available

# fullscreen.noSongDescription
source: No hay una descripción disponible para esta canción.
en: No description is available for this song.

# fullscreen.noSyncedLyricsForTrack
source: No se encontraron letras sincronizadas para esta pista
en: No synced lyrics were found for this track

# fullscreen.recommendations
source: Recomendaciones
en: Recommendations

# fullscreen.refreshRecommendations
source: Obtener recomendaciones nuevas para esta canción
en: Get new recommendations for this song

# fullscreen.related
source: Relacionado
en: Related

# fullscreen.resumeLyricsTracking
source: Reactivar el seguimiento de letras
en: Resume lyric tracking

# fullscreen.resumeLyricsTrackingHint
source: Centra la línea actual y activa el desplazamiento automático
en: Centers the current line and resumes automatic scrolling

# fullscreen.returnToCurrentLyric
source: Volver a la letra actual
en: Return to current lyric

# fullscreen.searchingSyncedLyrics
source: Buscando letras sincronizadas…
en: Searching for synced lyrics…

# fullscreen.similarSongs
source: Canciones parecidas
en: Similar songs

# fullscreen.songInformation
source: Información de la canción
en: Song information

# genius.annotation
source: Anotación
en: Annotation

# genius.annotationBy
source: Por %@
en: By %@

# genius.annotationColor
source: Color de las anotaciones
en: Annotation color

# genius.annotations
source: Anotaciones
en: Annotations

# genius.automaticSearch
source: Buscar automáticamente al reproducir
en: Search automatically during playback

# genius.backToLyrics
source: Volver a las letras
en: Back to lyrics

# genius.changeMatch
source: Cambiar coincidencia…
en: Change match…

# genius.chooseMatchingTrack
source: Elegí la versión que corresponde a esta canción.
en: Choose the version that matches this song.

# genius.closeAnnotation
source: Cerrar anotación
en: Close annotation

# genius.colorArtwork
source: Carátula
en: Artwork

# genius.colorContrast
source: Contraste
en: Contrast

# genius.colorNeutral
source: Neutro
en: Neutral

# genius.composition
source: Composición
en: Composition

# genius.diagnostics
source: Diagnóstico de Genius
en: Genius diagnostics

# genius.error.saveTrack
source: No se pudo guardar esta canción. Intentá de nuevo.
en: Couldn’t save this song. Try again.

# genius.informationPicker
source: Información de Genius
en: Genius information

# genius.loadMoreAnnotations
source: Cargar más anotaciones
en: Load more annotations

# genius.loadingAnnotations
source: Cargando anotaciones…
en: Loading annotations…

# genius.loadingLyrics
source: Cargando letras de Genius…
en: Loading Genius lyrics…

# genius.lyricsAndAnnotations
source: Letras y anotaciones de Genius
en: Genius lyrics and annotations

# genius.multipleMatches
source: Hay varias versiones posibles
en: Several possible matches

# genius.noAdditionalInformation
source: No hay información adicional en Genius
en: No additional information on Genius

# genius.noConfidentMatch
source: No se encontró una coincidencia segura
en: No confident match found

# genius.noLyricsAvailable
source: No hay letras de Genius disponibles para esta canción.
en: Genius lyrics are unavailable for this song.

# genius.noMatchGuidance
source: Probá otra búsqueda o guardá la canción para revisarla después.
en: Try another search or save this song to review later.

# genius.noSongDescription
source: Genius no tiene una descripción para esta canción.
en: Genius has no description for this song.

# genius.openAnnotationOnGenius
source: Abrir anotación en Genius
en: Open annotation on Genius

# genius.options
source: Opciones de Genius
en: Genius options

# genius.production
source: Producción
en: Production

# genius.refreshData
source: Actualizar datos
en: Refresh data

# genius.saveTrackForReview
source: Guardar esta canción para revisarla
en: Save this song for review

# genius.savedForReview
source: Guardada para revisar
en: Saved for review

# genius.searchAnotherVersion
source: Buscar otra versión
en: Search for another version

# genius.searching
source: Buscando en Genius
en: Searching Genius

# genius.searchingInformation
source: Buscando información en Genius…
en: Searching Genius for information…

# genius.showDiagnostics
source: Mostrar controles de diagnóstico
en: Show diagnostic controls

# genius.titleAndArtist
source: Título y artista
en: Title and artist

# genius.tryAgainLater
source: Podés intentarlo de nuevo más tarde.
en: You can try again later.

# genius.unavailable
source: Genius no está disponible
en: Genius is unavailable

# genius.useTrackHint
source: Usar esta canción de Genius para la pista actual
en: Use this Genius song for the current track

# genius.verifiedAnnotation
source: Anotación verificada
en: Verified annotation

# genius.viewOnGenius
source: Ver en Genius
en: View on Genius

# history.day.friday
source: Viernes
en: Friday

# history.day.monday
source: Lunes
en: Monday

# history.day.saturday
source: Sábado
en: Saturday

# history.day.sunday
source: Domingo
en: Sunday

# history.day.thursday
source: Jueves
en: Thursday

# history.day.tuesday
source: Martes
en: Tuesday

# history.day.wednesday
source: Miércoles
en: Wednesday

# history.empty
source: No hay reproducciones recientes
en: No recent plays

# history.error.load
source: No se pudo cargar el historial
en: Couldn't load history

# history.month.april
source: abril
en: April

# history.month.august
source: agosto
en: August

# history.month.december
source: diciembre
en: December

# history.month.february
source: febrero
en: February

# history.month.january
source: enero
en: January

# history.month.july
source: julio
en: July

# history.month.june
source: junio
en: June

# history.month.march
source: marzo
en: March
